[CAT6SniperM1 X2CharacterTemplate]
strCharacterName="Устранитель Адвента"

[CAT6SniperM2 X2CharacterTemplate]
strCharacterName="Ликвидатор Адвента"
strAcquiredText="Ликвидаторы - элитные снайперы Адвента. Имеют невероятную точность стрельбы и представляют большую угрозу на дальних дистанциях. Превосходная реакция позволяет им атаковать на упреждение, а их оптика игнорирует любые штрафы меткости, такие как дым, ослепление, дезориентация и т.д."


[CAT6SniperM3 X2CharacterTemplate]
strCharacterName="Апекс-Ликвидатор Адвента"
strAcquiredText="Лучший из лучших стрелков Адвента. Количество убитых им повстанцев исчисляется даже не десятками, а сотнями! Чрезвычайно опасен на любой дистанции и способен перебить весь отряд в одиночку. Даже укрытия и дымовые завесы не сильно спасают от этого профи."


[AutopsyCAT6Sniper X2TechTemplate]
DisplayName="Вскрытие Ликвидатора Адвента"
Summary="Труп Ликвидатора Адвента, на первый взгляд, не выглядит чем-то особенным, в сравнении с другими бойцами пришельцев. Но то как точно, быстро и безошибочно действует эти бойцы, вызывает во мне глубочайший научный интерес!\n\nНужно разгадать секрет их невероятно меткой стрельбы. Быть может мы сможем использовать это с пользой и для наших бойцов."
CodeName="Лучший из лучших снайпер"
LongDescription="Вскрытие Ликвидатора показало что у этих люд... хотя скорее пришельцев, присутствую серьезные генетические модификации. Так например их глаза - это уже совсем не человеческие глаза, а скорее глаза сектоидов. Что объясняет их способность быстро восстанавливать зрение, ясно видеть в темноте и задымленной местности.\n\nИх нервная система отличается от всего что я видел ранее. Концентрация и скорость реакции на раздражители поражает воображение! Неудивительно что они такие меткие, быстрые и так молниеносно реагируют на действия врага.\n\nОсобую ценность для нас может представляет имплантированный в глаз Кибер-Визор с системой предугадывания движения цели. Возможно это поможет и нашим бойцам стрелять точнее.\n\nА так же в обломаках винтовки Ликвидатора мы обнаружили странные патроны. Вероятно именно благодаря этим патронам их оружие обладает такой мощной пробивной силой. Думаю Шень будет интересно взглянуть."

[CorpseCAT6Sniper X2ItemTemplate]
FriendlyName="Труп Ликвидатора Адвента"
FriendlyNamePlural="Труп Ликвидаторов Адвента"
BriefSummary="Труп Ликвидатора Адвента, на первый взгляд, не выглядит чем-то особенным, в сравнении с другими бойцами пришельцев. Но то как точно, быстро и безошибочно действует эти бойцы, вызывает во мне глубочайший научный интерес!\n\nНужно разгадать секрет их невероятно меткой стрельбы. Быть может мы сможем использовать это с пользой и для наших бойцов."

[EnemyViperCAT6M2 X2WeaponTemplate]
FriendlyName="Снайперская Винтовка Ликвидатора"
BriefSummary="Винтовка Ликвидатора"
UnknownUtilityCategory="Винтовка Ликвидатора"
AbilityDescName="Винтовка Ликвидатора"

[EnemyViperCAT6M3 X2WeaponTemplate]
FriendlyName="Снайперская Винтовка Ликвидатора"
BriefSummary="Винтовка Ликвидатора"
UnknownUtilityCategory="Винтовка Ликвидатора"
AbilityDescName="Винтовка Ликвидатора"



; не используется

[ProvingGroundsProject_CAT6SniperArmor X2TechTemplate]
DisplayName="CAT6 Sniper Armor"
Summary="Armor used by CAT6 Snipers"
CodeName="CAT6 Mk. 2"
LongDescription="Armor used by CAT6 Snipers"

[CAT6SniperArmorSoldier X2ArmorTemplate]
FriendlyName="CAT6 Sniper Armor"
FriendlyNamePlural="CAT6 Sniper Armors"
BriefSummary="Armor used by CAT6 Snipers"
TacticalText="<Bullet/>Armor used by CAT6 Snipers"



